{
  "news" : [
    {
      "id": 1,
      "author": "Your Name",
      "date": "27/09/2023",
      "title": "Cerca de 240 pessoas estão trabalhando em um Aion 2, mas há um grande temor tomando conta dos players",
      "description": "Quem é fã do clássico Aion sabe muito bem que a NCSoft já revelou que está trabalhando em um Aion 2. No entanto, desde o primeiro anúncio (feito há alguns anos), poucos detalhes sobre o projeto foram revelados. Daí, há poucos dias, alguns veículos da mídia especializada coreana trouxeram à tona informações que conseguiram empolgar, mas também deixaram os players...",
      "picture": "https://i.ytimg.com/vi/GmIoZDT8gtM/maxresdefault.jpg",
      "video": "https://www.youtube.com/watch?v=GmIoZDT8gtM",
      "approval": 8.5
    },
    {
      "id": 2,
      "author": "Your Name",
      "date": "26/09/2023",
      "title": "Inflexion Games apresenta mais detalhes sobre o curioso Nightingale e revela por que a estreia no regime Early Access foi adiada",
      "description": "Durante a Gamescom 2023, os devs da Inflexion Games apresentaram uma boa série de detalhes relacionados com o curioso Nightingale, mas acabaram deixando alguns players bem desapontados, com o anúncio de um adiamento. Isso mesmo! O game deveria estrear no regime Early Access ainda em 2023, mas os devs resolveram alterar os planos. Agora, a aventura só deverá ficar disponível...",
      "picture": "https://wp.clutchpoints.com/wp-content/uploads/2022/08/Inflexion-Games-gives-update-on-Nightingale-development.jpg",
      "video": "https://www.youtube.com/watch?v=GmIoZDT8gtM",
      "approval": 6.5

    },
    {
      "id": 3,
      "author": "Your Name",
      "date": "25/09/2023",
      "title": "Temtem recebe um grande update, com direito ao início de uma nova temporada e outras novidades muito interessantes",
      "description": "Ontem, 25 de setembro, os devs da Crema resolveram promover a estreia do Patch 1.5 do ótimo Temtem e deram alguns bons motivos para os players aumentarem a dedicação ao game. O update, que foi batizado como Endless Night, deu início a uma nova temporada de disputas e adicionou uma boa dose de novidades interessantes à experiência, com direito a criaturas míticas de...",
      "picture": "https://psxbrasil.com.br/wp-content/uploads/2021/04/Temtem.jpg",
      "video": "https://www.youtube.com/watch?v=GmIoZDT8gtM",
      "approval": 9.0

    },
    {
      "id": 4,
      "author": "Your Name",
      "date": "24/09/2023",
      "title": "Amazon Games revela detalhes sobre a expedição Divisão Selvagem, que está a caminho do famigerado New World",
      "description": "No dia 03 de outubro, a Amazon Games vai promover a estreia da primeira expansão paga do famigerado New World e tudo indica que os players vão ter muitos motivos para conferir o material. Afinal, esse pacote de conteúdo vai adicionar muitas novidades à experiência, com destaque para as montarias e um novo capítulo para a história do título. E mais, os jogadores também...",
      "picture": "https://images.ctfassets.net/j95d1p8hsuun/2jfzG21kQR797l5HTqy2ur/fbae937be8b61af35341ec7a3792cd08/NW_ROTAE_KEY_WEB_740x416.jpg",
      "video": "https://www.youtube.com/watch?v=GmIoZDT8gtM",
      "approval": 7.5

    }

  ]

}
